INSERT INTO `item_item` (`name`, `sn`) VALUES
( '香浓巧克力', '3133001'),
( '德国烤奶酪', '3133002'),
( '蓝莓芝士', '3133010'),
( '香橙可可', '3133003'),
( '提拉米苏', '3133004'),
( '茶之蜜', '3133008'),
( '抹茶慕斯', '3133011'),
( '焰火', '3133006'),
( '樱桃巧克力', '3133013'),
( '谁动了我的奶酪', '3133009'),
( 'Rubus idaeus white chocolate M', '3133015'),
( '芒果冻奶酪', '3133007'),
( '杏仁咖啡', '3133014'),
( '歌剧魅影', '3133012'),
( '波尔多', '3133005'),
( '蓝莓果肉曲奇', '3155004'),
( '丹麦原味曲奇', '3155001'),
( '红酒巧克力曲奇', '3155002'),
( '百利燕麦曲奇', '3155005'),
( '经典巧克力曲奇', '3155003'),
( '朗姆黑加仑曲奇', '3155006'),
( '风尚浓露', '3177011'),
( '柠檬万象巧克力', '3177005'),
( '原味松露巧克力', '3177001'),
( 'Cognac chocolate浓纯干邑酒巧克力', '3177007'),
( '什锦曲奇', '3155007'),
( '72%黑纯巧克力', '3177003'),
( '餐具套装(随蛋糕配送)', '3199005'),
( 'dream of red wine chocolate梦幻红', '3177006'),
( '晨露树莓巧克力', '3177004'),
( 'Black chocolate rocher优澈黑巧克力', '3177002'),
( '风尚果香', '3177009'),
( '风尚酒香', '3177010'),
( '幸运草白巧克力', '3177008'),
( '覆盆子白巧克力(活动款)', '3166006'),
( '杏仁咖啡(活动款)', '3166007'),
( '芒果冻奶酪(活动款)', '3166010'),
( '茶之蜜(活动款)', '3166011'),
( '香蕉榛子慕斯', '3133016'),
( '果园轻乳酪', '3133017'),
( '巧克力淡奶慕斯', '3133018'),
( '榴莲小姐', '3133019'),
( '松露薄荷慕斯', '3133020'),
( '奶酪菠萝派', '3133021'),
( '生日套装兑换(生日牌/冷烟花/蜡烛)', '3199006'),
( '奶酪芒果派', '3133022'),
( '杏仁优澈巧克力', '3177012');

INSERT INTO `spec_spec` (`value`) VALUES
('1.0磅：约16×16(cm)'),
('1.5磅：约20×20(cm)'),
('2.5磅：约23×23(cm)'),
('3.5磅：约26×26(cm)'),
('5.5磅：约30×30(cm)'),
('10.0磅：约39×39(cm)');


INSERT INTO `tag_tag` (`tag`) VALUES
('乳酪'),
('原味'),
('奶酪'),
('巧克力'),
('慕斯'),
('曲奇'),
('松露'),
('派'),
('芒果'),
('芝士');

INSERT INTO `payment_pay` ( `name`, cod, config, onLine) VALUES
('货到付款', 'payafter', 'a', 1),
('支付宝', 'alipay', 'a', 1);

INSERT INTO `area_area` (`id`, `name`, `onLine`, `sub_id`) VALUES
(1, '南宁', 1, NULL),
(2, '青秀区', 1, 1),
(3, '西乡塘区', 1, 1),
(4, '兴宁区', 1, 1);

INSERT INTO `signtime_signtime` (`start`, `end`, `onLine`) VALUES
('06:00:00', '07:00:00', 1),
('07:00:00', '08:00:00', 1);